[TrickNames]

Haste=非常快
Precipitation=快
Punctual=光束
Appointment=5道光束
Hard to get=生命加分
Crazy Jump=巧妙的跳跃
Headshot=爆头
Accuracy=精准度
Timer=计时
Kills=杀人数
Murderer=杀人犯
Kill Feast=狂杀盛宴
Blood Orgy=血之狂欢
Bonus Challenge=附加挑战
Cleaner: All Enemies Dead=所有敌人死亡
Mayhem=屠杀
Chain Kill=连续加分
Boom!=爆炸！
Weeper=恸哭者
Lower Guard=低级警卫
City Guard=城市警卫
Elite Guard=精英警卫
Thug=暴徒
Hound=猎犬
overseer=督军
Musical Overseer=音乐督军
TallBoy=高跷小子
assassin=刺客
Torturer=拷问者
Daud=道德
Assassinate=致命一击
Drop Kill=飞降暗杀
Sever Limb=肢解
Adrenaline=鲜血渴望
In Flames=燃烧
Dark Kill=强力击杀
Power Combo=强力组合
Perfect Block=完美格挡
Low Blow=下身击打
Payback=报应
Faction Combo=多派别
Get Back=回家
Fast Killer=速杀者
Fencer=剑术家
Sharpshooter=神枪手
No Elixir=无药
Invincible=无敌
Vanish=消失
Death Streak=屠戮之痕
Stealthy Streak=潜行之痕
Drop Assassination=飞降暗杀
Clue=线索已找到
Target=目标已被杀死
Lucky Boy=幸运的猜测
Ghost=幽灵
Quickly Done=非常快
Destroy=
Combo=油罐连击
Boiling Oil=20个罐子
Perfect Wave=完美的一轮
Arrival=到达
Mana Bonus=魔法加分
Egg1=伯特斯戴德蛋
Egg2=卡勒罗蛋
Egg3=韦恩登蛋
Egg4=亚罗蛋
Egg5=莱德摩尔蛋
Egg6=德里斯考蛋
Coin=掠夺
Stealth Bonus=潜行加分
Shoot=射击
Multiple Shots=多重射击
Surprise shot=意外之击
Civilian spared=拯救平民
Novelty=新杀人方式
Destroy=油罐被摧毁
Bonus Round Won=奖励关卡
Kaboom=爆炸
Head shot=爆头

[ResultsMenuStatNames]
; If a stat name is not found here it will fallback on TrickNames
SurvivedWaveCount=生存回合数量
TimeInInfiniteWave=在无限回合中生存秒数
BestChain=最佳连击
UnawareStatus=未察觉玩家
HeadTrackStatus=头部追踪玩家
TurnToFaceStatus=面对玩家
InvestigateStatus=搜寻玩家
BustedStatus=发现玩家
AsleepStatus=敌人处于昏睡状态
MisteryManDeadStatus=敌人已死亡或已逃脱
ThiefDeadStatus=已死亡的敌人
Egg=蛋
Checkpoint=光束数量
Fall=坠入虚空
Speed level=通关速度
Best Time=最快挑战时间
Headshots=爆头
Civilians Spared=拯救平民
Drop Assassinations=飞降暗杀
Highest Height=最大跳跃高度
Average Height=平均跳跃高度
BestNumberOfCheckpoints=最佳光束数量
Surprise shot=意外之击
